Repository: hameddjf/movie_site
Catalog: project/comment/locale/*/LC_MESSAGES/django.po
Languages: fa

source: comment
fa: دیدگاه

source: Spam | Exists only to promote a service
fa: هرزنامه | فقط برای تبلیغ یک سرویس وجود دارد

source: Abusive | Intended at promoting hatred
fa: توهین آمیز | با هدف ترویج نفرت

source: Something else
fa: یک چیز دیگر

source: Comment App: LOGIN_URL is not in the settings
fa: برنامه Comment: LOGIN_URL در تنظیمات نیست

source: Comment App: You must be logged in to perform this action.
fa: برنامه Comment: برای انجام این عملیات باید وارد شوید.

source: You do not have permission to perform this action.
fa: شما دسترسی انجام این عملیات را ندارید.

source: Your {class_name} class has not defined a {method_name} method, which is required.
fa: کلاس {class_name} شما یک روش {method_name} را تعریف نکرده است، که این ضروری است.

source: Only AJAX request are allowed
fa: فقط درخواست AJAX مجاز است

source: Comment App: settings var COMMENT_WRAP_CONTENT_WORDS must be an integer
fa: برنامه Comment: تنظیمات COMMENT_WRAP_CONTENT_WORDS باید یک عدد صحیح باشد

source: error
fa: خطا

source: Bad Request
fa: درخواست بد

source: {var_name} id must be an integer, {id} is NOT
fa: {var_name} شناسه باید یک عدد صحیح باشد، {id} یک عدد صحیح نیست

source: app name must be provided
fa: نام برنامه باید ارائه شود

source: {app_name} is NOT a valid app name
fa: {app_name} یک نام برنامه معتبر نیست

source: model name must be provided
fa: نام مدل باید ارائه شود

source: {model_name} is NOT a valid model name
fa: {model_name} یک نام مدل معتبر نیست

source: model id must be provided
fa: شناسه مدل باید ارائه شود

source: {model_id} is NOT a valid model id for the model {model_name}
fa: {model_id} یک شناسه مدل معتبر برای مدل {model_name} نیست

source: {parent_id} is NOT a valid id for a parent comment or the parent comment does NOT belong to the provided model object
fa: {parent_id} یک شناسه معتبر برای دیدگاه والد نیست یا دیدگاه والد به شیء مدل ارائه شده تعلق ندارد

source: Flagging system must be enabled
fa: سیستم پرچم گذاری باید فعال شود

source: Object must be flagged!
fa: شیء باید علامت گذاری شود!

source: {state} is an invalid state
fa: {state} یک وضعیت نامعتبر است

source: {reason} is an invalid reason
fa: {reason} یک دلیل نامعتبر است

source: Please supply some information as the reason for flagging
fa: لطفاً کمی اطلاعات به عنوان علت پرچم گذاری ارائه کنید

source: This comment is already flagged by this user ({user})
fa: این دیدگاه قبلا توسط این کاربر ({user}) پرچم گذاری شده است

source: This comment was not flagged by this user ({user})
fa: این دیدگاه توسط این کاربر ({user}) پرچم گذاری نشده است

source: This action cannot be applied on unflagged comments
fa: این عمل را نمی توان روی دیدگاه های بدون پرچم اعمال کرد

source: The comment must be edited before resolving the flag
fa: دیدگاه باید قبل از رفع پرچم ویرایش شود

source: Unable to change flag state at the moment!
fa: در حال حاضر امکان تغییر وضعیت پرچم وجود ندارد!

source: Reaction must be an valid ReactionManager.RelationType. {reaction_type} is not
fa: {reaction_type} یک واکنش معتبر نیست

source: Enter a valid email address.
fa: یک آدرس ایمیل معتبر وارد کنید.

source: Email is required for posting anonymous comments.
fa: برای ارسال دیدگاه های ناشناس ایمیل لازم است.

source: The link seems to be broken.
fa: به نظر می رسد لینک خراب است.

source: The comment has already been verified.
fa: دیدگاه قبلا تأیید شده است.

source: Comment flagged
fa: دیدگاه پرچم گذاری شد

source: Comment flag removed
fa: پرچم دیدگاه حذف شد

source: Your reaction has been updated successfully
fa: واکنش شما با موفقیت بروزرسانی شد

source: Comment Confirmation Request
fa: درخواست تایید دیدگاه

source: We have sent a verification link to your email.The comment will be displayed after it is verified.
fa: ما یک لینک تأییدیه به ایمل شما ارسال کردیم. دیدگاه پس از تأیید شدن نمایش داده خواهد شد

source: email address, this will be used for verification.
fa: آدرس ایمیل، از این برای تأیید کردن استفاده خواهد شد

source: email address, it will be used for verification.
fa: آدرس ایمیل، از آن برای تأیید کردن استفاده خواهد شد

source: {username} added comment to "{thread_name}"
fa: {username} دیدگاه اضافه کرد به "{thread_name}"

source: email
fa: ایمیل

source: Unflagged
fa: پرچم برداشته شد

source: Flagged
fa: پرچم گذاری شد

source: Flag rejected by the moderator
fa: پرچم توسط ناظر رد شد

source: Comment modified by the author
fa: دیدگاه توسط نویسنده اصلاح شد

source: Email is required to subscribe {model_object}
fa: برای مشترک شدن ایمیل الزامی است {model_object}

source: Subscribe system must be enabled
fa: سیستم اشتراک باید فعال باشد

source: Unblocked
fa: رفع مسدودیت شد

source: Blocked
fa: مسدود شد

source: Invalid input data
fa: داده های ورودی نامعتبر است

source: Hey there,
fa: سلام،

source: You or someone on your behalf have requested to post a comment into this page:
fa: شما یا شخصی از طرف شما درخواست کرده اید که دیدگاهی در این صفحه ارسال کنید

source: at %(posted_time)s.
fa: در %(posted_time)s.

source: The comment:
fa: دیدگاه:

source: If you do not wish to post the comment, please ignore this message or report an incident to
fa: اگر مایل به ارسال دیدگاه نیستید، لطفاً این پیام را نادیده بگیرید یا گزارش دهید یک اتفاق به

source: Otherwise click on the button below to confirm the comment.
fa: در غیر این صورت برای تأیید دیدگاه روی دکمه زیر کلیک کنید.

source: Confirm your comment
fa: دیدگاه خود را تأیید کنید

source: If clicking does not work, you can also copy the below link and paste the address into your browser's address window
fa: اگر کلیک کردن کار نکرد، می توانید آدرس زیر را نیز کپی کرده و در پنجره آدرس مرورگر خود جایگذاری کنید

source: Thanks for your comment!
fa: با تشکر بابت ثبت دیدگاه تان

source: Kind regards,
fa: با احترام،

source: You or someone on behalf of you have requested to post a comment at
fa: شما یا شخصی از طرف شما درخواست کرده اید برای ارسال دیدگاه در

source: to the following URL
fa: به آدرس زیر

source: Comment
fa: دیدگاه

source: Otherwise click on the link below to confirm the comment
fa: در غیر این صورت برای تأیید دیدگاه روی لینک زیر کلیک کنید

source: If clicking does not work, you can also copy and paste the address into your browser's address window
fa: اگر کلیک کردن کار نکرد، می توانید آدرس را نیز کپی کرده و در پنجره آدرس مرورگر خود جایگذاری کنید

source: Comment discarded
fa: دیدگاه حذف شد

source: Comment can't be verified.
fa: دیدگاه را نمیتوان تأیید کرد

source: Sorry, your comment has been automatically discarded.
fa: عذرخواهیم، دیدگاه شما به صورت خودکار حذف شده است

source: Please enter your email to post a comment
fa: لطفا آدرس ایمیل خود را برای ارسال دیدگاه وارد کنید

source: Close
fa: بستن

source: Unblock user
fa: رفع مسدودیت این کاربر

source: Block this user
fa: مسدود کردن این کاربر

source: Are you sure you want to block this user?
fa: آیا از مسدود کردن این کاربر اطمینان دارید ؟

source: Reason
fa: علت

source: Block
fa: مسدود کردن

source: view %(username)s profile
fa: نمایش پروفایل %(username)s

source: comment by anonymous user
fa: دیدگاه توسط کاربر ناشناس

source: Edited
fa: ویرایش شده

source: Posted
fa: ارسال شده

source: Comment Anonymously or
fa: افزودن دیدگاه به صورت ناشناس

source: Login
fa: ورود

source: to keep your conversations intact
fa: تا گفتگو خود را سالم نگه دارید

source: Delete comment
fa: حذف دیدگاه

source: Edit comment
fa: ویرایش دیدگاه

source: Page navigation
fa: پیمایش صفحه

source: first
fa: اولین

source: last
fa: آخرین

source: Next
fa: بعدی

source: Previous
fa: قبلی

source: Flag rejected
fa: پرچم رد شد

source: Reject the flag
fa: پرچم را رد کن

source: Flag resolved
fa: پرچم رفع شد

source: Resolve the flag
fa: پرچم را رفع کن

source: Permalink to this comment
fa: پیوند دائمی به این دیدگاه

source: Remove flag
fa: حذف پرچم

source: Report comment
fa: گزارش دادن دیدگاه

source: Please select a reason for flagging
fa: لطفا یک دلیل برای پرچم گذاری انتخاب کنید

source: Flag
fa: پرچم

source: flag
fa: پرچم

source: follow
fa: دنبال کردن

source: Unfollow this thread
fa: لغو دنبال کردن این بحث

source: Follow this thread
fa: دنبال کردن این بحث

source: Please insert your email to follow this thread
fa: لطفا برای دنبال کردن این بحث ایمیل خود را وارد کنید

source: Follow
fa: دنبال کردن

source: Hey
fa: سلام

source: has added a comment at
fa: یک دیدگاه اشافه کرد

source: to
fa: به

source: Go to site
fa: رفتن به سایت

source: like
fa: لایک

source: dislike
fa: دیسلایک
